{
    "Book":[
        {
            "id":1,
            "header":"ทานยาหลังอาหารทันที",
            "info":"ใช้กับผลิตภัณฑ์ที่มีแนวโน้มที่ จะระคายเคืองทางเดินอาหาร หรือยาที่ดูด ซึมได้ดีเมื่อรับประทานพร้อมอาหาร",
            "warning":null,
            "img":null
        },
        {
            "id":2,
            "header":"ทานยาติดต่อกันทุกวันจนหมด",
            "info":"ใช้กับยาที่จําเป็นต้องรับประทานอย่างต่อเนื่องเพื่อให้ยามีประสิทธิภาพมากที่สุด แต่ผู้ป่วยอาจไม่รู้สึกว่ามีผลต่อการรักษาจึงทำให้มีการหยุดการทานยาก่อนกําหนด ตัวอย่างยา: ยารักษาโรคติดเชื้อ และยารักษาโรคเรื้อรัง",
            "warning":null,
            "img":null 
        },
        {
            "id":3,
            "header":"ทานยาแล้วอาจง่วงซึม",
            "info":"เป็นยาที่จะส่งผลให้ผู้ป่วยรู้สึกง่วง จึงแนะนำให้หลีกเลี่ยงการขับรถหรือทำงานเกี่ยวกับเครื่องจักร เพราะอาจทําให้ง่วงนอน มึนงง ตาพร่า หรืออาจทําให้ความปลอดภัยในการขับรถหรือการทําางานเกี่ยวกับเครื่องจักรลดลง โดยเฉพาะเมื่อผู้ป่วยดื่มแอลกอฮอล์ร่วมด้วย",
            "warning":null,
            "img":null
        },
        {
            "id":4,
            "header":"ทานยาก่อนอาหาร 30 นาที - 60 นาที",
            "info":"คือยาที่ต้องการให้ส่งผลที่ทางเดินอาหารก่อนรับประทานอาหาร หรือยาที่ดูดซึมได้ดีเมื่อรับประทานก่อนอาหาร หรือยาปฏิชีวนะ โดยการรับประทานและการดูดซึมจะส่งผลอย่างมีนัยสําคัญถ้ามีอาหารและกรดในกระเพาะอาหาร",
            "warning":null,
            "img":null
        },
        {
            "id":5,
            "header":"การดื่มน้ำตามมากๆ",
            "info":"การดื่มน้ำตามมากๆนั้นใช้กับยาที่มีแนวโน้มในการก่ออาการระคายเคืองที่ทางเดินอาหาร ยกเว้นกรณีที่ ยาบางชนิดนั้นต้องจํากัดปริมาณน้ำและยาเพื่อป้องกันการตกตะกอนในกระเพาะปัสสาวะ",
            "warning":null,
            "img":null
        },
        {
            "id":6,
            "header":"ห้ามรับประทานร่วมกับนมและยาลดกรดในกระเพาะอาหาร",
            "info":"เพื่อป้องกันยาที่อยู่ในรูปแบบยาเม็ดที่เคลือบสารชนิดหนึ่งเอาไว้ หรือยาที่ไม่ต้องการให้แตกตัวในกระเพาะอาหารบางชนิดทำปฏิกิริยา ที่จะส่งผลให้การดูดซึมยาลดลง โดยอาจจะหลีกเลี่ยงปัญหานี้โดยแยกรับประทานยากับอาหารดังกล่าวอย่างน้อย 2 ชั่วโมง ",
            "warning":null,
            "img":null
        },
        {
            "id":7.1,
            "header":"การดูแลยาชนิดผงยาที่มีการผสมน้ำแล้ว",
            "info":"7 วัน หากเก็บที่อุณหภูมิห้อง\n14 วัน หากเก็บในตู้เย็น\nโดยทั้งนี้นั้นขึ้นอยู่กับชนิดของยา และ ผลิตภัณฑ์ยาของแต่ละบริษัท",
            "warning":null,
            "img":null
        },
        {
            "id":7.2,
            "header":"การดูแลยาชนิดผงยาที่มีการผสมน้ำแล้ว",
            "info":"ถ้ากรณียาเหลือให้ทิ้งไป หมายเหตุ: วิธีการผสมผงยาน้ำเชื่อมชนิดผงแห้งของบางผลิตภัณฑ์อาจแตกต่างจาก แนวทางข้างต้น ขึ้นอยู่กับผลิตภัณฑ์ยาของแต่ละบริษัท",
            "warning":null,
            "img":null
        },
        {
            "id":8,
            "header":"ยาเม็ดประเภทต่างๆถ้าโดนน้ำแล้วต้องทำยังไง",
            "info":"ยาเม็ดส่วนใหญ่หากโดนความชื้นแล้วอาจทำให้ความคงตัวของยาไม่เหมือนเดิมไม่แนะนำให้นำมารับประทาน",
            "warning":null,
            "img":null
        },
        {
            "id":9,
            "header":"ยาแคปซูลนั้นสามารถแกะกินได้หรือไม่",
            "info":"ยาบางชนิดนั้นสามารถหักแบ่งหรือแกะแคปซูลออกได้ แต่ห้ามบด เคี้ยว หรือทําให้เม็ดยาแตก",
            "warning":null,
            "img":null
        },
        {
            "id":10,
            "header":"การทานยาหลายชนิดพร้อมได้หรือไม่",
            "info":"หากผู้ป่วยได้รับยาจากโรงพยาบาล คลินิก หรือร้านขายยาที่มีแพทย์หรือเภสัชกรเป็นผู้สั่งยา สามารถทานพร้อมกันได้เนื่องจากผ่านการตรวจสอบโดยแพทย์และเภสัชกรแล้วว่าผู้ป่วยจะไม่ได้รับอันตรายจากการเกิดปฏิกิริยากันของยาที่ทานร่วมกัน แต่หากซื้อยากินเองจากร้านขายยาที่ไม่มีเภสัชกรประจำ อาจจำเป็นต้องระมัดระวังการทำปฏิกิริยากันของยาซึ่งอาจเกิดอันตรายกับผู้ป่วยได้ ",
            "warning":"*ดังนั้นควรปรึกษาแพทย์และเภสัชกรทุกครั้งก่อนรับประทานยา",
            "img":null
        },
        {
            "id":11,
            "header":"กรณีลืมทานยาต้องทำอย่างไร",
            "info":"ควรปรึกษาแพทย์หรือเภสัชกรเนื่องจากยาแต่ละตัวหากลืมรับประทานจะมีวิธีการรับประทานไม่เหมือนกัน เช่นหากลืมรับประทานยาคุมกำเนิด1วัน ให้ทานชดเชยในวันถัดไป แต่หากลืมรับประทานเกิน3วันไม่ต้องทานชดเชยแล้วแต่ให้เริ่มแผงใหม่ได้เลย หรือหากลืมรับประทานยาแก้ปวด สามารถข้ามมื้อที่ลืมได้เลย แล้วไปรับประทานใหม่มื้อถัดไปโดยไม่ต้องชดเชยมื้อที่ลืม",
            "warning":null,
            "img":null
        },
        {
            "id":12.1,
            "header":"การแพ้ยา",
            "info":"ในกรณีที่ประเมินว่ามีอาการหรือความผิดปกติเกิดขึ้นที่เกี่ยวข้องกับการใช้ยา หากเป็นสถานการณ์ในร้านยาต้องให้ผู้ป่วยหยุดยาทันที และ จัดการปัญหา หรือส่งต่อโรงพยาบาลตามความเหมาะสม แต่หากเป็นในโรงพยาบาลควรประสานกับแพทย์เรื่องสงสัยผู้ป่วยแพ้ยา เพื่อเป็นข้อมูลให้แพทย์พิจารณาปรับเปลี่ยนยา",
            "warning":null,
            "img":null
        },
        {
            "id":12.2,
            "header":"การแพ้ยา",
            "info":"แนะนําให้ผู้ป่วยเฝ้าระวังความรุนแรงของอาการไม่พึงประสงค์ที่อาจเพิ่มขึ้น เช่น อาการผื่นที่มากขึ้น มีความผิดปกติอื่นที่อาจเกี่ยวข้องกับอาการไม่พึง ประสงค์คร้ังนี้ เช่น ความรุนแรงของผื่นเปลี่ยนไปจากผื่นคันทั่วไป เป็นผื่นพุพอง หรือมีอาการของระบบร่างกายอื่นผิดปกติร่วมด้วย เช่น ไข้ คลื่นไส้ อาเจียน ปัสสาวะ ไม่ออก ปัสสาวะแสบขัด",
            "warning":null,
            "img":null
        },
        {
            "id":12.3,
            "header":"การแพ้ยา",
            "info":"แนะนําให้ผู้ป่วยขอเบอร์โทรศัพท์ที่สามารถติดต่อเภสัชกรได้ ในเวลา ราชการ หรือนอกเวลาราชการ",
            "warning":null,
            "img":null
        },
        {
            "id":13,
            "header":"ประเภทยาที่ต้องทานให้ครบ",
            "info":"ยาปฏิชีวนะและยาโรคเรื้อรัง นั้นผู้ป่วยควรทานให้ครบตามที่แพทย์หรือเภสัชสั่ง",
            "warning":"*หากผู้ป่วยต้องการหยุดยาดังกล่าวควรปรึกษาแพทย์และเภสัชกรก่อนหยุดรับประทานยาเองทุกครั้ง",
            "img":null
        },
        {
            "id":14.1,
            "header":"การแบ่ง และ การหักเม็ดยา",
            "info":"ยาบางชนิดมีการผลิตเพื่อวัตถุประสงค์เฉพาะ เช่น การควบคุมการออกฤทธิ์ การควบคุมการออกฤทธิ์ของตัวยาในตําแหน่งและเวลาที่ต้องการ การหักแบ่ง  บดเคี้ยวเม็ดยา หรือ การทําให้เม็ดยาแตก จะทําให้ประสิทธิภาพไม่เป็นไปตามจุด ประสงค์ที่ออกแบบไว้ แต่จะมียาบางชนิดนั้นที่มีการผลิตให้สามารถแบ่ง หรือ สามารถหักเม็ดยาได้ โดยสามารถสักเกตได้จากรอยแบ่งบนเม็ดยา",
            "warning":"*ดังนั้นหากผู้ป่วยจะทำการแบ่ง หรือ หักเม็ดยาควรปรึกษาแพทย์หรือเภสัชก่อนทำการแบ่ง หรือ หักเม็ดยา",
            "img":null
        },
        {
            "id":14.2,
            "header":"การแบ่ง และ การหักเม็ดยา",
            "info":"ยาที่เป็นรูปแบบยาเคลือบสารชนิดหนึ่งไว้ ซึ่งสารนี้ออกแบบเพื่อป้องกันไม่ให้ยาออกฤทธิ์ในกระเพาะแต่ให้ออกฤทธิ์ที่ลําไส้ จึงห้ามหักแบ่ง บด เคี้ยว หรือ ทําให้เม็ดยาแตก",
            "warning":null,
            "img":null
        },
        {
            "id":15,
            "header":"การดูแลรักษายา",
            "info":"สามารถตรวจสอบและแยกระบุยาที่เสื่อมคุณภาพและยาหมดอายุได้จากการสังเกตความไม่คงสภาพของเภสัชภัณฑ์จากการเปลี่ยนแปลงทาง กายภาพ ได้แก่ การเปลี่ยนแปลงของ สี กลิ่น รส ความเป็นกรดด่าง ความข้นหนืด การแตกหัก สึกกร่อน การตกตะกอน การจับเป็นก้อนแข็ง การแยกชั้น การละลาย การเยิ้มเหลว เป็นต้น",
            "warning":null,
            "img":null
        }
    ]
}